{
    "home": "Home",
    "aboutUs": "About Us",
    "contactUsHeader": "Contact Us",
    "donateHeader": "Donate",
    "learnMore": "Learn More",
    "discoverMission": "Discover Our Mission",
    "supportMission": "Support Our Mission",
    "divineLoveRadharani": "Divine Love and Service",
    "radharaniDescription": "Vrshbhan Khirak Gaushala is dedicated to the love, care, and protection of Gau Mata. We serve with devotion and selfless love to preserve the ancient traditions of cow protection.",
    "missionDescription": "Our mission is to preserve the sacred bond between humanity and Gau Mata by providing a loving sanctuary for cows.",
    "aboutUsDescription": "Vrshbhan Khirak Gaushala, nestled in the holy land of Barsana, is one of the most ancient and sacred cow sanctuaries in the world.",
    "donateNow": "Donate Now",
    "supportDescription": "Your generous contributions help us provide love, care, and nourishment to the cows at Vrshbhan Khirak Gaushala. Every donation directly supports the well-being of our cows by providing food, medical care, and shelter.",
    "donateDetails": "You can contribute in multiple ways: by providing green fodder, bhusha (dry fodder), khal (cattle feed), flour, or medicines for the cows. Whether you choose to sponsor one day’s feeding or adopt a cow for life, your support is invaluable in sustaining this divine service.",
    "media": "Media",
    "posts": "Posts",
    "videos": "Videos",
    "galleries": "Galleries",
    "exploreGallery": "Explore Gallery",
    "readMore": "Read More",
    "backToPosts": "Back To Posts",
    "ourHistory": {
        "historyTitle": "History of Vrshbhan Khirak Gaushala",
        "legacyTitle": "The Timeless Legacy of Vrshbhan Khirak Gaushala",
        "historyText": "Vrshbhan Khirak Gaushala traces its roots back to the divine era of King Vrishabhanu, father of Srimati Radharani. This sacred place has long been a center of devotion and service, preserving the spiritual connection between Gau Mata and devotees. The Gaushala has provided sanctuary for cows for centuries, ensuring their safety and well-being.\n\nLocated near prominent landmarks such as Brahmagiri Parvat, Dangarh, Maan Garh, and Bilas Garh, Vrshbhan Khirak Gaushala is deeply connected to the spiritual landscape of Braj. Many saints and devotees have described this Gaushala as a place where the divine connection with cows can be felt profoundly.\n\nDuring its history, the Gaushala has been cared for by dedicated saints and devotees who have ensured that Gau Mata is provided with love, nourishment, and protection. Even during challenging times, the Gaushala has continued its sacred service with the unwavering support of devotees and the divine grace of Srimati Radharani.\n\nToday, Vrshbhan Khirak Gaushala stands as a symbol of devotion, service, and ancient traditions, preserving the sacred bond between Gau Mata and those who honor her. This legacy is not just about history; it continues through every act of seva and every moment of loving care provided here.",
        "connectionTitle": "Connection to Devotion",
        "connectionText": "Vrshbhan Khirak Gaushala represents an eternal connection between divine love and service. It stands as a testament to the sacred duty of cow protection and the values of compassion and devotion.",
        "image1Alt": "Historical depiction of Vrshbhan Khirak Gaushala",
        "image2Alt": "Spiritual depiction of Gau Mata service",
        "modalImageAlt": "Enlarged historical depiction"
    },
    "donateDescription1": "Serving cows is our sacred duty. At Vrshbhan Khirak Gaushala, we care for hundreds of cows daily, providing them with food, medical care, and love. Your donation helps us ensure the best possible care for these divine beings.",
    "donateDescription2": "You can contribute by providing green fodder, dry fodder (bhusha), khal, flour, or medicines. Your support enhances our ability to serve and protect these cows with devotion and compassion.",
    "donateDescription3": "Every contribution matters. Whether you wish to sponsor a day's feeding or adopt a cow for life, your support helps sustain this sacred service.",
    "footerInstagramAlt": "Instagram Icon",
    "footerFacebookAlt": "Facebook Icon",
    "footerLocationAlt": "Location Icon",
    "addressFooter": "Vrshbhan Khirak Gaushala, Barsana, Uttar Pradesh, India",
    "spiritualGreeting": "Glory to Ladli Lal! Glory to Barsane Wari! Glory to Mother Cow!",
    "sereneViewAlt": "A serene view of a Gaushala",
    "aboutUsParagraph1": "Vrshbhan Khirak Gaushala, situated in the serene and holy land of Barsana, stands as one of the most ancient and spiritually significant cow sanctuaries in the world. This divine Gaushala is a living testament to the love, care, and devotion that have defined Braj’s sacred traditions for centuries. Rooted in the divine legacy of King Vrishabhanu, father of Radharani, and blessed by Ladli Ji herself, this Gaushala is more than a sanctuary—it is a sacred space for seva (selfless service) and spiritual upliftment.",
    "aboutUsParagraph2": "Located just behind the revered temple of Radha Rani, this Gaushala plays a vital role in Barsana’s spiritual landscape. Devotees come from far and wide to experience the divine energy of this land and partake in the sacred service of Gau Mata. The Gaushala is known for its unique practices, such as offering free milk and resources to sadhus, saints, and Brajwasis, without ever engaging in the sale of milk or seeking material profit.",
    "aboutUsParagraph3": "This Gaushala has been lovingly cared for over the years by saints and devotees who see Gau Mata not merely as a provider but as a divine being who sustains life and dharma. From feeding the cows to preparing milk offerings for the Ladli Temple, every act here is infused with devotion. Through the grace of Radha Rani and Ladli Ji, this Gaushala continues to thrive as a beacon of love, compassion, and service.",
    "aboutUsParagraph4": "Whether you come to serve, seek blessings, or immerse yourself in the divine atmosphere, Radharani Gaushala welcomes you to be part of its eternal legacy.",
    "enlargedGaushalaViewAlt": "Enlarged Gaushala View",
    "ourMission": "Our Mission",
    "missionImageAlt": "Feeding cows at Radharani Gaushala",
    "missionHeadline1": "Caring for Cows, Nurturing Souls, and Preserving Spiritual Legacy",
    "missionParagraph1": "At Radharani Gaushala, our mission is deeply rooted in the sacred traditions of Braj and the eternal teachings of Radharani and King Vrishabhanu. We aim to uphold the divine connection between humanity and Gau Mata (Mother Cow) by providing a sanctuary where love, devotion, and care thrive.",
    "missionHeadline2": "Preserving the Sacred Bond",
    "missionParagraph2": "We believe that cows are not just providers of nourishment but are revered as divine beings who sustain life and dharma. Our mission is to honor this sacred bond by offering cows a safe, nurturing environment where they are loved, respected, and cared for with the highest devotion.",
    "missionHeadline3": "Providing Selfless Care",
    "missionParagraph3": "Every day, we provide food, shelter, and medical attention to hundreds of cows. Special care is given to calves and elderly cows, ensuring that each life is treated with compassion and dignity. Our practices include feeding the cows nutritious meals, maintaining clean and spacious shelters, and offering medical care to ensure their well-being.",
    "missionHeadline4": "Supporting Devotion and Community",
    "missionParagraph4": "The Gaushala plays an integral role in the spiritual life of Barsana by supporting Ladli Ji’s temple. From preparing pure milk offerings for temple rituals to providing free milk to sadhus, saints, and Brajwasis, our mission extends beyond care to serve the larger spiritual community.",
    "missionHeadline5": "Promoting Vedic Values",
    "missionParagraph5": "Through education and awareness, we strive to inspire others to honor and protect Gau Mata as an essential part of life and spirituality. By preserving ancient Vedic traditions and encouraging seva (selfless service), we aim to create a ripple of compassion and respect for all living beings.",
    "missionHeadline6": "A Call to Serve",
    "missionParagraph6": "Our mission is not just ours—it belongs to every devotee who believes in the divine grace of Radharani and the importance of protecting Mother Cow. We invite you to join us in this sacred journey of care, devotion, and preservation of a timeless spiritual legacy. Together, we can continue to honor and serve Gau Mata with the love and respect she deserves.",
    "enlargedMissionImageAlt": "Enlarged mission depiction",
    "spiritualSignificance": {
        "title": "Spiritual Significance",
        "imageAlt": "Spiritual depiction of Gau Mata",
        "headline1": "Gau Mata: The Eternal Mother and Embodiment of Compassion",
        "paragraph1": "In the sacred traditions of Sanatan Dharma, cows hold an unparalleled place of reverence as Gau Mata (Mother Cow). They are seen as divine beings who nourish and sustain life, embodying the virtues of selflessness, compassion, and abundance. At Radharani Gaushala, the spiritual significance of cows is deeply intertwined with the eternal pastimes of Radharani and the sacred legacy of Braj.",
        "headline2": "The Divine Connection",
        "paragraph2": "Cows have been revered in Indian spirituality for centuries. In the Vedic scriptures, cows are described as the home of all deities, and serving Gau Mata is seen as an act of great merit. At Radharani Gaushala, this sacred connection is honored daily, as the cows are lovingly cared for with the same devotion as one would serve the divine. Legend has it that Ladli Ji (Radharani) herself graced these grounds with her presence, blessing the Gaushala with her divine energy. King Vrishabhanu, Radharani’s father, established the practice of nurturing cows as a sacred duty, making this Gaushala a cornerstone of Braj’s spiritual landscape.",
        "headline3": "A Symbol of Abundance and Dharma",
        "paragraph3": "Gau Mata symbolizes abundance and prosperity. The milk, butter, and curd provided by cows are not only essential for sustenance but are also used as offerings in temple rituals and yajnas (sacred fire ceremonies). The cows at Radharani Gaushala contribute directly to the worship at the Ladli Ji Temple, emphasizing their spiritual role in sustaining divine practices. Caring for cows is also seen as a way to uphold dharma (righteousness). By serving Gau Mata, devotees cultivate virtues such as humility, compassion, and gratitude, which are essential for spiritual growth.",
        "headline4": "The Grace of Barsana’s Traditions",
        "paragraph4": "Barsana, the eternal abode of Radharani, is steeped in traditions that honor Gau Mata. Even Lord Krishna himself spent his childhood in Braj as a cowherd, highlighting the sacred role of cows in the divine pastimes. It is believed that serving cows brings one closer to the divine, and every act of care is considered a step toward liberation. At Radharani Gaushala, the cows are not only cared for but also celebrated as integral participants in Braj’s spiritual heritage. From feeding the cows to offering their milk in temple rituals, every act reinforces their divine significance.",
        "headline5": "Cows: The Bridge to the Divine",
        "quote": "Without Radha, who will remove my obstacles? Without Gau Mata, who will nurture my soul?",
        "paragraph5": "The spiritual significance of cows goes beyond their physical presence. They are seen as a bridge to the divine, helping devotees connect with Radharani’s love and grace. By serving Gau Mata, one aligns with the eternal values of compassion, devotion, and selflessness that define Braj’s sacred culture.",
        "headline6": "A Living Testament to Divinity",
        "paragraph6": "Radharani Gaushala stands as a living testament to the spiritual importance of cows. It is a sanctuary where Gau Mata is honored not just as a provider but as a divine mother whose presence nurtures both body and soul. Let this sacred space inspire you to embrace the values of seva (selfless service) and devotion. Radhe Radhe!",
        "modalImageAlt": "Enlarged spiritual depiction"
    },
    "gaushalaActivities": {
        "title": "Activities at Radharani Gaushala",
        "activity1": {
            "title": "1. Feeding the Cows",
            "description": "At the core of Radharani Gaushala is the daily care and feeding of the cows. Each cow is lovingly provided with a nutritious diet, including fresh grass, grains, and jaggery. Volunteers and devotees actively participate in this sacred task, viewing it as an offering to Gau Mata, who sustains life with her divine presence. This act of care creates a deep connection between the servers and the cows, fostering a spirit of humility and compassion.",
            "imageAlt": "Feeding the cows at Radharani Gaushala"
        },
        "activity2": {
            "title": "2. Offering Milk to Sadhus",
            "description": "The Gaushala is honored to serve fresh and pure milk to the sadhus and saints who visit Barsana for spiritual practices. This gesture of hospitality and devotion ensures that the spiritual needs of these revered figures are met. The milk, considered sacred, nourishes their physical well-being and supports their spiritual journeys, reinforcing the Gaushala’s role as a center of divine service.",
            "imageAlt": "Offering milk to sadhus"
        },
        "activity3": {
            "title": "3. Preparing Milk Offerings for the Ladli Temple",
            "description": "One of the Gaushala’s unique contributions is the preparation of milk and milk-based offerings for Shri Ladli Ji Temple, dedicated to Radharani. The cows’ milk is lovingly transformed into curd, butter, and sweets, which are offered during temple rituals and bhog (divine offerings). This sacred act deepens the connection between the Gaushala, Ladli Ji, and her devotees, highlighting the divine role of Gau Mata in sustaining temple worship.",
            "imageAlt": "Preparing milk offerings at Ladli Temple"
        },
        "activity4": {
            "title": "4. Caring for Calves and Elderly Cows",
            "description": "Special attention is given to the vulnerable members of the Gaushala—the calves and elderly cows. The calves are nurtured with utmost care to ensure they grow healthy and strong, while elderly cows are treated with dignity and respect. Their health and comfort are prioritized, reflecting the Gaushala’s commitment to compassion for all stages of life.",
            "imageAlt": "Caring for calves and elderly cows"
        },
        "modalAlt": "Expanded view"
    },
    "exploreOurStory": {
        "title": "Explore Our Story",
        "toggleOpen": "Click to collapse",
        "toggleClose": "Click to expand",
        "link": {
            "ourHistory": {
                "title": "Our History",
                "description": "Discover our origins and how we have grown over time."
            },
            "ourMission": {
                "title": "Our Mission",
                "description": "Learn about our guiding principles and purpose."
            },
            "spiritualSignificance": {
                "title": "Spiritual Significance",
                "description": "Explore the deeper spiritual meaning behind our work."
            },
            "gaushalaActivities": {
                "title": "Activities at the Gaushala",
                "description": "See what meaningful activities we offer at our Gaushala."
            }
        }
    },
    "contactUs": {
        "headerTitle": "Contact Vrishabhanu Ji Gaushala",
        "headerDescription": "We’re always here to serve, guide, and celebrate the divine spirit with you. Reach out for inquiries or to plan your visit.",
        "callUsTitle": "Call Us",
        "phoneNumber": "097285 01800",
        "emailUsTitle": "Email Us",
        "emailAddress": "vrishabhanujigaushala@gmail.com",
        "connectWithUsTitle": "Connect with Us",
        "connectWithUsDescription": "Follow us on social media to stay updated on our events, initiatives, and stories.",
        "visitUsTitle": "Visit Us",
        "visitUsDescription": "Experience the peace and divinity of our Gaushala any time.",
        "open247": "Open 24/7",
        "supportUsTitle": "Support Us",
        "supportUsDescription": "Your kind support helps us continue to care for our beloved cows and preserve our heritage.",
        "mapsTitle": "Find Us on Google Maps"
    },
    "donate": {
        "heroSection": {
            "title": "Support Shri Brish Bhan Khirak Gaushala",
            "alt": "Calves at Gaushala",
            "description": "Your divine contribution sustains the sacred cows and preserves our ancient Vedic traditions. Every rupee supports their nourishment, healthcare, and spiritual sanctuary."
        },
        "donationItems": {
            "item1": {
                "name": "One Day Full Gaushala Maintenance"
            },
            "item2": {
                "name": "One Day Bhusha Seva (Dry Fodder)"
            },
            "item3": {
                "name": "Flour & Khal Seva (Essential Nutrition)"
            },
            "item4": {
                "name": "One Day Green Fodder Seva"
            },
            "item5": {
                "name": "Khal Seva for 1 Day (Oil Cake)"
            },
            "item6": {
                "name": "Wheat Flour for 1 Day"
            },
            "item7": {
                "name": "Total Cost of Flour & Khal for 1 Day"
            }
        },
        "selectSeva": {
            "title": "Select Your Seva",
            "addToCart": "Add to Cart"
        },
        "customDonation": {
            "title": "Custom Donation Amount",
            "customName": "Custom Donation",
            "placeholder": "Enter amount in ₹",
            "buttonText": "Add Custom Amount"
        },
        "sevaBasket": {
            "title": "Your Seva Basket",
            "clearCart": "Clear",
            "emptyCartMessage": "Your seva basket is empty",
            "totalSevaAmount": "Total Seva Amount:"
        },
        "upi": {
            "title": "Instant UPI Donation",
            "qrAlt": "UPI QR Code",
            "copyButtonText": "Copy UPI ID",
            "copiedButtonText": "Copied!"
        },
        "bankTransfer": {
            "title": "Bank Transfer Details",
            "accountNameLabel": "Account Name",
            "accountNameValue": "Shri Brish Bhan Khirak Gaushala",
            "accountNumberLabel": "Account Number",
            "accountNumberValue": "45870200000137",
            "bankBranchLabel": "Bank & Branch",
            "bankBranchValue": "Bank of Baroda, Barsana",
            "ifscLabel": "IFSC Code",
            "ifscValue": "BARB0BARSAN"
        }
    },
    "mediaPosts": "Posts",
    "mediaVideos": "Videos",
    "mediaGalleries": "Galleries",
    "discoverSacredStories": "Discover Sacred Stories & Divine Wisdom",
    "watchAndExperienceTheDivine": "Watch and Experience the Divine",
    "exploreOurSacredMoments": "Explore Our Sacred Moments & Divine Visuals",
    "noPostsYet": "No posts yet.",
    "noVideosYet": "No videos yet.",
    "noGalleriesYet": "No galleries yet.",
    "clickToExpand": "Click To Expand",
    "spiritualSignificance.closingMantra": "I offer my respect to Shri Radha rani, who has molten gold complexion. O Goddess, You are the queen of Vrindavana, the daughter of King Vrishabhanu, and are very dear to Lord Krishna.",
    "spiritualSignificance.imageCaption": "Calves Being Nurtured by their mother.",
    "exploreOurStory.link.aboutUs.title": "About Us",
    "exploreOurStory.link.aboutUs.description": "Read about us"
}